/* Action chat message (nick, message) */
" * %@ %@" = " * %@ %@";

/* Action chat message (nick, message) */
" *** %@ %@" = " *** %@ %@";

/* Time strings (minutes, seconds) */
"%0.2u:%0.2u minutes" = "%0.2u:%0.2u minutes";

/* Time strings (hours, minutes, seconds) */
"%0.2u:%0.2u:%0.2u hours" = "%0.2u:%0.2u:%0.2u hours";

/* Client version (client, client version, os, os version) */
"%@ %@ on %@ %@" = "%@ %@ on %@ %@";

/* Chat message, Wired style (time, padding, nick, message) */
"%@ %@%@: %@" = "%@ %@%@: %@";

/* Chat topic set by (nick, time) */
"%@ %C %@" = "%@ %C %@";

/* Action chat message (time, nick, message) */
"%@ * %@ %@" = "%@ * %@ %@";

/* Action chat message (time, nick, message) */
"%@ *** %@ %@" = "%@ *** %@ %@";

/* Chat message, IRC style (time, nick, message) */
"%@ <%@> %@" = "%@ <%@> %@";

/* Time string */
"%@ ago" = "%@ ago";

/* Stats message */
"%@ downloaded, %@/s max download speed, %@ uploaded, %@/s max upload speed, %@ chat, %@ online" = "%@ downloaded, %@/s max download speed, %@ uploaded, %@/s max upload speed, %@ chat, %@ online";

/* Size strings */
"%@ GB" = "%@ GB";

/* Private chat decline message (nick) */
"%@ has declined invitation" = "%@ has declined invitation";

/* Private chat invite dialog title (nick) */
"%@ has invited you to a private chat." = "%@ has invited you to a private chat.";

/* Client has joined message (nick) */
"%@ has joined" = "%@ has joined";

/* Client has left message (nick) */
"%@ has left" = "%@ has left";

/* File Info window title (filename)
   User Info window title (nick) */
"%@ Info" = "%@ Info";

/* Client rename message (oldnick, newnick) */
"%@ is now known as %@" = "%@ is now known as %@";

/* Size strings */
"%@ KB" = "%@ KB";

/* Size strings */
"%@ MB" = "%@ MB";

/* User info transfer (transferred, total, speed) */
"%@ of %@, %@/s" = "%@ of %@, %@/s";

/* Transfer status (transferred, size, speed, time) */
"%@ of %@, %@/s, %@" = "%@ of %@, %@/s, %@";

/* Size strings */
"%@ PB" = "%@ PB";

/* Save chat file name (server) */
"%@ Private Chat.txt" = "%@ Private Chat.txt";

/* Save chat file name (server) */
"%@ Public Chat.txt" = "%@ Public Chat.txt";

/* Size strings */
"%@ TB" = "%@ TB";

/* Client banned message (victim, killer, message) */
"%@ was banned by %@ (%@)" = "%@ was banned by %@ (%@)";

/* Client kicked message (victim, killer, message) */
"%@ was kicked by %@ (%@)" = "%@ was kicked by %@ (%@)";

/* Chat message, Wired style (padding, nick, message) */
"%@%@: %@" = "%@%@: %@";

/* Time stamp (time counter, time string) */
"%@,\nsince %@" = "%@,\nsince %@";

/* Certificate (type, size, hostname) */
"%@/%d bits, %s" = "%@/%d bits, %s";

/* Files info (count, 'item(s)', size)
   Search info (items, 'item(s)', total) */
"%d %@, %@ total" = "%d %@, %@ total";

/* Files info (count, 'item(s)', size, available) */
"%d %@, %@ total, %@ available" = "%d %@, %@ total, %@ available";

/* Accounts status (users, 'user(s)', groups, 'group(s)') */
"%d %@, %d %@" = "%d %@, %d %@";

/* Files folder size (count, 'item(s)'
   Search folder size (count, 'item(s)')
   File info folder size (count, 'item(s)' */
"%llu %@" = "%llu %@";

/* Size strings */
"%llu bytes" = "%llu bytes";

/* Cipher (type, size) */
"%s/%d bits" = "%s/%d bits";

/* Time strings (days, hours, minutes, seconds) */
"%u:%0.2u:%0.2u:%0.2u days" = "%u:%0.2u:%0.2u:%0.2u days";

/* Time string (minutes, seconds) */
"00:%0.2u seconds" = "00:%0.2u seconds";

/* Bandwidth */
"100M LAN" = "100M LAN";

/* Bandwidth */
"10M LAN" = "10M LAN";

/* Bandwidth */
"128k ISDN/DSL" = "128k ISDN/DSL";

/* Bandwidth */
"1M DSL/Cable" = "1M DSL/Cable";

/* Bandwidth */
"256k DSL/Cable" = "256k DSL/Cable";

/* Bandwidth */
"28.8k Modem" = "28.8k Modem";

/* Bandwidth */
"2M DSL/Cable" = "2M DSL/Cable";

/* Bandwidth */
"33.6k Modem" = "33.6k Modem";

/* Bandwidth */
"384k DSL/Cable" = "384k DSL/Cable";

/* Bandwidth */
"512k DSL/Cable" = "512k DSL/Cable";

/* Bandwidth */
"56k Modem" = "56k Modem";

/* Bandwidth */
"64k ISDN" = "64k ISDN";

/* Bandwidth */
"768k DSL/Cable" = "768k DSL/Cable";

/* Chat message, IRC style (nick, message) */
"<%@> %@" = "<%@> %@";

/* Icon pack OK dialog description */
"\"%@\" has been installed as \"%@\"." = "\"%@\" has been installed as \"%@\".";

/* Read error dialog description */
"A read error occurred during communication." = "A read error occurred during communication.";

/* Write error dialog description */
"A write error occurred during communication." = "A write error occurred during communication.";

/* Account editor window title */
"Account Editor" = "Account Editor";

/* Account exists error dialog title */
"Account Exists" = "Account Exists";

/* Account not found error dialog title */
"Account Not found" = "Account Not found";

/* Accounts window title
   Accounts toolbar item */
"Accounts" = "Accounts";

/* Account Editor button title */
"Add" = "Add";

/* Quit dialog description */
"All connections will be terminated." = "All connections will be terminated.";

/* SSL error dialog description */
"An error occured during SSL communication. Perhaps the server is not configured properly." = "An error occured during SSL communication. Perhaps the server is not configured properly.";

/* Server error dialog description */
"An internal server error occured. Please contact the server administrator." = "An internal server error occured. Please contact the server administrator.";

/* Anonymous certificate */
"Anonymous" = "Anonymous";

/* Clear messages dialog title */
"Are you sure you want to clear the message history?" = "Are you sure you want to clear the message history?";

/* Clear news dialog title */
"Are you sure you want to clear the news?" = "Are you sure you want to clear the news?";

/* Delete file dialog title (filename)
   Delete account dialog title (filename) */
"Are you sure you want to delete \"%@\"?" = "Are you sure you want to delete \"%@\"?";

/* Disconnect dialog title */
"Are you sure you want to disconnect?" = "Are you sure you want to disconnect?";

/* Quit dialog title */
"Are you sure you want to quit?" = "Are you sure you want to quit?";

/* Banned error dialog title */
"Banned" = "Banned";

/* Banner toolbar item */
"Banner" = "Banner";

/* Cipher string */
"bits" = "bits";

/* Bookmarks toolbar item */
"Bookmarks" = "Bookmarks";

/* Broadcast dialog title (nick, server) */
"Broadcast from %@ on %@" = "Broadcast from %@ on %@";

/* Byte singular */
"byte" = "byte";

/* Byte plural */
"bytes" = "bytes";

/* Cannot be disconnected error dialog title */
"Cannot Be Disconnected" = "Cannot Be Disconnected";

/* Cannot create folders error dialog title */
"Cannot Create Folders" = "Cannot Create Folders";

/* Cannot delete folders error dialog title
   Cannot delete files error dialog title */
"Cannot Delete" = "Cannot Delete";

/* Cannot download error dialog title */
"Cannot Download" = "Cannot Download";

/* Cannot edit accounts error dialog title */
"Cannot Edit Accounts" = "Cannot Edit Accounts";

/* Cannot upload error dialog title */
"Cannot Upload" = "Cannot Upload";

/* Cannot upload anywhere error dialog title */
"Cannot Upload Anywhere" = "Cannot Upload Anywhere";

/* Chat window title
   Chat toolbar item */
"Chat" = "Chat";

/* Checksum mismatch error dialog title */
"Checksum Mismatch" = "Checksum Mismatch";

/* Clear messages dialog button
   Clear news button title */
"Clear" = "Clear";

/* Client not found error dialog title */
"Client Not Found" = "Client Not Found";

/* Connection failed error dialog title */
"Connection Failed" = "Connection Failed";

/* Console toolbar item
   Console window title */
"Console" = "Console";

/* Login timeout error dialog description */
"Could not complete login due to timeout." = "Could not complete login due to timeout.";

/* Connection failed error dialog description (host) */
"Could not connect to \"%@\"." = "Could not connect to \"%@\".";

/* Create failed error dialog description (path) */
"Could not create the file \"%@\"." = "Could not create the file \"%@\".";

/* File exists error dialog description */
"Could not create the file or directory, it already exists." = "Could not create the file or directory, it already exists.";

/* SSL connection failed error dialog description (host) */
"Could not establish an SSL connection with \"%@\"." = "Could not establish an SSL connection with \"%@\".";

/* Account not found error dialog description */
"Could not find the account you referred to. Perhaps someone deleted it." = "Could not find the account you referred to. Perhaps someone deleted it.";

/* Client not found error dialog description */
"Could not find the client you referred to. Perhaps that client left before the command could be completed." = "Could not find the client you referred to. Perhaps that client left before the command could be completed.";

/* File not found error dialog description */
"Could not find the file or folder you referred to. Perhaps someone deleted it." = "Could not find the file or folder you referred to. Perhaps someone deleted it.";

/* Icon pack not OK dialog description */
"Could not install \"%@\" as \"%@\"." = "Could not install \"%@\" as \"%@\".";

/* Login failed error dialog description */
"Could not login, the user name and/or password you supplied was incorrect." = "Could not login, the user name and/or password you supplied was incorrect.";

/* Banned error dialog description */
"Could not login, you are banned from this server." = "Could not login, you are banned from this server.";

/* Open failed error dialog description (path) */
"Could not open the file \"%@\"." = "Could not open the file \"%@\".";

/* Resolve failed error dialog description (host) */
"Could not resolve \"%@\"." = "Could not resolve \"%@\".";

/* Checksum mismatch error dialog description (path) */
"Could not resume transfer of \"%@\", the checksums do not match." = "Could not resume transfer of \"%@\", the checksums do not match.";

/* Queue limit exceeded error dialog description */
"Could not start a transfer, the limit has been exceeded." = "Could not start a transfer, the limit has been exceeded.";

/* Checksum mismatch error dialog description */
"Could not start an upload, the checksums do not match." = "Could not start an upload, the checksums do not match.";

/* Create failed error dialog title */
"Create Failed" = "Create Failed";

/* Private chat invite button title */
"Decline" = "Decline";

/* Delete account dialog button title
   Delete file button title */
"Delete" = "Delete";

/* Disconnect menu item
   Disconnect toolbar item
   Disconnect dialog button */
"Disconnect" = "Disconnect";

/* Chat window title */
"Disconnected" = "Disconnected";

/* Disconnect dialog description */
"Disconnecting will close any ongoing file transfers." = "Disconnecting will close any ongoing file transfers.";

/* Drop box folder kind */
"Drop Box Folder" = "Drop Box Folder";

/* File exists error dialog title */
"File Exists" = "File Exists";

/* File exists error dialog title */
"File or Folder Exists" = "File or Folder Exists";

/* File not found error dialog title */
"File or Folder Not Found" = "File or Folder Not Found";

/* Files toolbar item */
"Files" = "Files";

/* Transfer finished (transferred, speed, time) */
"Finished %@, average %@/s, took %@" = "Finished %@, average %@/s, took %@";

/* Folder exists error dialog title */
"Folder Exists" = "Folder Exists";

/* News header (nick, time */
"From %@ (%@):" = "From %@ (%@):";

/* Message from (nick) */
"From: %@" = "From: %@";

/* General toolbar item */
"General" = "General";

/* Group singular */
"group" = "group";

/* Account type */
"Group" = "Group";

/* Group plural */
"groups" = "groups";

/* Icon pack not OK dialog title */
"Icon Pack Error" = "Icon Pack Error";

/* Icon pack OK dialog title */
"Icon Pack Installed" = "Icon Pack Installed";

/* Private chat invite button title
   User list menu title */
"Ignore" = "Ignore";

/* Ignores toolbar item */
"Ignores" = "Ignores";

/* Server info window title */
"Info" = "Info";

/* Item singular */
"item" = "item";

/* Item plural */
"items" = "items";

/* Private chat invite button title */
"Join" = "Join";

/* Private chat invite dialog description (nick) */
"Join to open a separate private chat with %@." = "Join to open a separate private chat with %@.";

/* Larger text toolbar item */
"Larger Text" = "Larger Text";

/* Description of server via Rendezvous tracker */
"Local server via Rendezvous" = "Local server via Rendezvous";

/* Login failed error dialog title */
"Login Failed" = "Login Failed";

/* Login timeout error dialog title */
"Login Timeout" = "Login Timeout";

/* Messages toolbar item
   Messages window title */
"Messages" = "Messages";

/* News toolbar item
   News window title */
"News" = "News";

/* No */
"No" = "No";

/* Button title */
"OK" = "OK";

/* Open failed error dialog title */
"Open Failed" = "Open Failed";

/* Permission denied error dialog title */
"Permission Denied" = "Permission Denied";

/* Personal toolbar item */
"Personal" = "Personal";

/* Chat window title */
"Private Chat" = "Private Chat";

/* Protocol mismatch error dialog title */
"Protocol Mismatch" = "Protocol Mismatch";

/* Queue limit exceeded error dialog title */
"Queue Limit Exceeded" = "Queue Limit Exceeded";

/* Transfer locally queued */
"Queued" = "Queued";

/* Transfer queued (position) */
"Queued at position %u" = "Queued at position %u";

/* Read error dialog title */
"Read Error" = "Read Error";

/* Description of Rendezvous tracker (servers, 'server(s)' */
"Rendezvous local service discovery %C %d %@" = "Rendezvous local service discovery %C %d %@";

/* Resolve failed error dialog title */
"Resolve Failed" = "Resolve Failed";

/* Account Editor button title */
"Save" = "Save";

/* Save chat save panel title */
"Save Chat" = "Save Chat";

/* Search window title */
"Search" = "Search";

/* Server singular */
"server" = "server";

/* Server disconnected error dialog title */
"Server Disconnected" = "Server Disconnected";

/* Server error dialog title */
"Server Error" = "Server Error";

/* Server plural */
"servers" = "servers";

/* Smaller text toolbar item */
"Smaller Text" = "Smaller Text";

/* Bookmarks toolbar item */
"Sounds" = "Sounds";

/* SSL connection failed error dialog title */
"SSL Connection Failed" = "SSL Connection Failed";

/* SSL error dialog title */
"SSL Error" = "SSL Error";

/* About box title */
"Stats" = "Stats";

/* Transfer stopped (transferred, size) */
"Stopped at %@ of %@" = "Stopped at %@ of %@";

/* Transfer stopping */
"Stopping" = "Stopping";

/* Account exists error dialog description */
"The account you tried to create already exists on the server." = "The account you tried to create already exists on the server.";

/* Cannot be disconnected error dialog description */
"The client you tried to disconnect is proteceted. You cannot disconnect that client." = "The client you tried to disconnect is proteceted. You cannot disconnect that client.";

/* Permission denied error dialog description */
"The command could not be completed due to insufficient privileges." = "The command could not be completed due to insufficient privileges.";

/* File exists error dialog description (path) */
"The file \"%@\" already exists." = "The file \"%@\" already exists.";

/* Folder exists error dialog description (path) */
"The folder \"%@\" already exists." = "The folder \"%@\" already exists.";

/* Server disconnected error dialog description */
"The server has unexpectedly disconnected." = "The server has unexpectedly disconnected.";

/* Transfer failed error dialog description (path) */
"The transfer of \"%@\" failed." = "The transfer of \"%@\" failed.";

/* Delete file dialog description
   Delete account dialog description
   Clear news dialog description
   Clear messages dialog description */
"This cannot be undone." = "This cannot be undone.";

/* Protocol mismatch error dialog description */
"This server uses a newer protocol version than this client was developed for. Protocol errors may occur during the connection." = "This server uses a newer protocol version than this client was developed for. Protocol errors may occur during the connection.";

/* Message to */
"To: %@" = "To: %@";

/* Trackers toolbar item */
"Trackers" = "Trackers";

/* Transfer exists error dialog title */
"Transfer Exists" = "Transfer Exists";

/* Transfer failed error dialog title */
"Transfer Failed" = "Transfer Failed";

/* Transfers toolbar item
   Transfers window title */
"Transfers" = "Transfers";

/* User list menu title */
"Unignore" = "Unignore";

/* Bandwidth
   Unknown client */
"Unknown" = "Unknown";

/* Uploads folder kind */
"Uploads Folder" = "Uploads Folder";

/* User singular */
"user" = "user";

/* Account type */
"User" = "User";

/* User plural */
"users" = "users";

/* Transfer waiting */
"Waiting" = "Waiting";

/* Write error dialog title */
"Write Error" = "Write Error";

/* Yes */
"Yes" = "Yes";

/* Transfer exists error dialog description (path) */
"You are already transferring \"%@\"." = "You are already transferring \"%@\".";

/* Cannot upload error anywhere dialog description */
"You can only upload in Upload and Drop Box folders." = "You can only upload in Upload and Drop Box folders.";

/* Cannot create folders error dialog description */
"You do not have sufficient privileges to create folders on the server." = "You do not have sufficient privileges to create folders on the server.";

/* Cannot delete files error dialog description */
"You do not have sufficient privileges to delete files." = "You do not have sufficient privileges to delete files.";

/* Cannot delete folders error dialog description */
"You do not have sufficient privileges to delete folders." = "You do not have sufficient privileges to delete folders.";

/* Cannot download error dialog description */
"You do not have sufficient privileges to download files." = "You do not have sufficient privileges to download files.";

/* Cannot edit accounts error dialog description */
"You do not have sufficient privileges to edit accounts." = "You do not have sufficient privileges to edit accounts.";

/* Cannot upload error dialog description */
"You do not have sufficient privileges to upload files." = "You do not have sufficient privileges to upload files.";

